{
  "tabTitle": "Jules ANTOINE - Portefeuille",
  "menu": {
    "portfolio": "Portefeuille",
    "about": "À propos",
    "contact": "Contact"
  },
  "masthead": {
    "name": "Jules ANTOINE",
    "subtitle": "Product Owner - Étudiant en Ingénierie Logicielle"
  },
  "portfolioSection": {
    "title": "Portefeuille",
    "modal1": {
      "title": "Sunglass Bros : Plateforme de commerce électronique de lunettes de soleil",
      "description": "Sunglass Bros est une plateforme de commerce électronique dynamique dédiée à la vente de lunettes de soleil, offrant une expérience de shopping en ligne fluide et sécurisée. Construite avec des technologies web robustes telles que PHP, HTML, CSS et PHPMyAdmin, cette plateforme intègre des fonctionnalités avancées de gestion des commandes, de l'inventaire, des utilisateurs et de l'affichage pour répondre aux besoins des clients exigeants. Le site Sunglass Bros offre une interface utilisateur attrayante et conviviale, permettant aux visiteurs de naviguer facilement à travers une vaste sélection de lunettes de soleil de qualité. Des fonctionnalités de filtrage avancées permettent aux utilisateurs de trouver rapidement des produits qui correspondent à leur style, couleur et préférences de prix. La plateforme gère sans effort les commandes des clients, offrant un processus d'achat sécurisé et une gestion efficace des paiements en ligne. Les utilisateurs peuvent créer des comptes personnels pour un processus de commande plus rapide et bénéficier de fonctionnalités telles que la sauvegarde des informations de paiement et l'historique des commandes. Dans les coulisses, l'administration du site est simplifiée grâce à un tableau de bord intuitif alimenté par PHPMyAdmin. Les administrateurs peuvent facilement gérer l'inventaire, suivre les ventes, gérer les profils des utilisateurs et apporter des ajustements en temps réel pour optimiser les performances de la plateforme. Sunglass Bros représente bien plus qu'un simple site de commerce électronique. C'est une expérience en ligne complète et immersive pour les passionnés de lunettes de soleil, offrant des produits de qualité, un service client exceptionnel et une plateforme technologique robuste pour soutenir les opérations commerciales."
    },
    "modal2": {
      "title": "FastSum : Plateforme de gestion de projets scientifiques et techniques (STP)",
      "description": "FastSum est une plateforme en ligne révolutionnaire conçue pour simplifier la gestion des projets scientifiques et d'ingénierie (STP) pour les étudiants, les professeurs et les mentors. Grâce à la puissante technologie Apex d'Oracle, FastSum offre une expérience utilisateur fluide et efficace. Cette plateforme polyvalente permet aux utilisateurs de créer, gérer et collaborer sur des projets scientifiques et d'ingénierie avec facilité. Les principales fonctionnalités de FastSum comprennent la gestion des tâches, le suivi des progrès, la planification des échéances, la communication en temps réel et bien plus encore. Les étudiants, les professeurs et les mentors peuvent accéder à FastSum depuis n'importe quel appareil connecté à Internet, permettant une collaboration sans faille, même à distance. L'interface intuitive de FastSum rend la création et la gestion de projets aussi simples que possible, libérant du temps et de l'énergie pour se concentrer sur la recherche et l'innovation. Que ce soit pour un projet de recherche académique, un projet commercial technique ou une collaboration interdisciplinaire, FastSum offre une solution complète pour simplifier et améliorer la gestion des projets scientifiques et techniques. Avec FastSum, l'avenir de la collaboration scientifique est plus rapide, plus efficace et plus brillant que jamais."
    },
    "modal3": {
      "title": "RADD : Recyclage automatisé des déchets ménagers",
      "description": "Le projet RADD (Recyclage automatisé des déchets ménagers) représente une initiative innovante visant à révolutionner la gestion des déchets ménagers à l'aide d'une poubelle trieuse automatique. Conçu et construit en groupe depuis zéro, en mettant l'accent sur la programmation informatique, ARHW repousse les limites de la technologie pour promouvoir un recyclage plus efficace et durable. À la croisée de l'ingénierie mécatronique et de l'informatique, ARHW intègre des capteurs avancés, des actionneurs motorisés et une interface utilisateur intuitive pour automatiser le processus de tri des déchets. En utilisant des techniques de codage sophistiquées, chaque composant d'ARHW est synchronisé pour garantir un fonctionnement précis et efficace. L'utilisateur interagit avec ARHW via une interface conviviale qui permet de sélectionner les types de déchets à trier. Ensuite, la poubelle trieuse automatique utilise ses capteurs pour identifier et séparer les déchets en fonction de leur matériau (plastique, verre, métal, etc.). Les déchets triés sont ensuite dirigés vers les compartiments appropriés pour un recyclage ultérieur. Le projet ARHW représente une avancée significative dans la gestion des déchets ménagers, offrant une solution automatisée et durable pour réduire la pollution et promouvoir la préservation de l'environnement. Avec son approche centrée sur le codage informatique, ARHW ouvre la voie à une nouvelle ère de technologie pour la durabilité et la responsabilité environnementale."
    },
    "modal4": {
      "title": "Good Night Analyze (GNA)",
      "description": "Good Night Analysis (GNA) est un projet innovant visant à améliorer la qualité du sommeil grâce à la technologie des capteurs et au Raspberry Pi. Comprenant l'importance d'un sommeil réparateur pour la santé et le bien-être, notre équipe a développé GNA pour offrir une solution intelligente et pratique. En utilisant des capteurs spécialement conçus, GNA surveille les différentes phases du sommeil en temps réel, y compris le sommeil léger, le sommeil profond et les phases de mouvements oculaires rapides (REM). Ces précieuses données sont collectées et analysées par un Raspberry Pi, qui agit comme un centre de traitement centralisé. L'interface conviviale de GNA permet aux utilisateurs de visualiser facilement leurs habitudes de sommeil et de recevoir des conseils personnalisés pour optimiser leur routine de sommeil. Que ce soit pour identifier les troubles du sommeil, ajuster l'environnement de sommeil ou améliorer les habitudes nocturnes, GNA fournit des informations détaillées pour aider les utilisateurs à obtenir un repos de qualité. Le projet Good Night Analysis (GNA) représente une convergence harmonieuse entre la technologie moderne et le bien-être humain, offrant une solution innovante pour une meilleure santé et un meilleur sommeil."
    }
  },
  "aboutSection": {
    "title": "À propos",
    "text1": "Originaire de Lorraine en France, je suis actuellement étudiant en école d'ingénierie informatique. Après avoir suivi une classe préparatoire aux grandes écoles, j'ai choisi de me spécialiser dans ce domaine passionnant. En parallèle de mes études, je travaille comme product owner, où j'ai l'opportunité de mettre en pratique mes compétences techniques tout en développant mes compétences en gestion de projet. Je suis passionné par les nouvelles technologies et motivé par les défis que ce secteur en constante évolution présente.",
    "text2": "En tant qu'ingénieur, je maîtrise plusieurs langages de programmation tels que Java, Python et JavaScript. Je suis également à l'aise avec les méthodes agiles et les outils de gestion de projet. En dehors du domaine technique, j'ai d'excellentes compétences en communication, travail d'équipe et résolution de problèmes. Mon approche polyvalente et mon désir d'apprendre constamment me permettent de m'adapter rapidement aux nouvelles situations et de contribuer efficacement aux projets ambitieux."
  },
  "downloadCV": "Télécharger mon CV !",
  "contactSection": {
    "title": "Contactez-moi",
    "nameLabel": "Nom complet",
    "emailLabel": "Adresse e-mail",
    "phoneLabel": "Numéro de téléphone",
    "messageLabel": "Message",
    "sendButton": "Envoyer",
    "confirmationMessage": "Votre message a été envoyé avec succès !",
    "errorMessage": "Erreur lors de l'envoi du message !"
  },
  "footer": {
    "location": "Emplacement",
    "locationDetails": "Paris\n75000",
    "webTitle": "Autour du Web",
    "aboutSchool": "À propos de mon école",
    "schoolDescription": "L'ESIEA est une école d'ingénieurs certifiée par la Commission des Titres d'Ingénieur (CTI) dédiée à l'enseignement et à la recherche en sciences et technologies du numérique : ESIEA"
  },
  "copyright": "Copyright © Jules ANTOINE 2024{DATE} | Version: {VERSION}"
}
